Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: ལྷན་ཅིག་ གནས་ ཞེས་ བྱ་བ་ ནི་ དེ་དག་ དང་ ལྷན་ཅིག་ འཇིག་ཚོགས་ ལ་ ལྟ་ ཞིང་ ཚུལ་ཁྲིམས་ དང་ །_ བརྟུལ་ཞུགས་ མཆོག་ ཏུ་ འཛིན་པ་ དང་ །_ ཡང་དག་ པར་ འབྲེལ་བ་ མི་ ཐ་མལ་པ འི་ ཁར་ སྦྲང་རྩི་ ལྟ་བུ་ ལོག་པ ར་ ལྟ་བ འི་ གཏམ་ དག་ གིས་ རབ་ཏུ་ དགའ་བ འོ །_།
en: Living among such elephants illustrates our keeping company with those whose view is that of the transient collection, who consider ritual and discipline to be paramount, and who are seduced by the honey of the verbal expressions of wrong view.

source: གཞན་ གྱིས་ བཀྲིར་ རུང་བ་ ཞེས་ བྱ་བ་ ནི་ འདོད་ཆགས་ ཞེ་སྡང་ གཏི་མུག་ གི་ དབང་ དུ་ གྱུར་པ་ ཞེས་ བྱ་བ འི་ ཚིག་ བླ་དགས་ སོ །_།
en: The elephant’s being readily controlled by others illustrates a person’s being under the control of desire, anger, and delusion.

source: གླང་པོ་ཆེ འི་ ཆོ་ག་ ཤེས་པ་ ཞེས་ བྱ་བ་ ནི་ རྣལ་འབྱོར་ སྤྱོད་པ་ ཞེས་ བྱ་བ་ དེ འི་ ཚིག་ བླ་དགས་ ཡིན་ ནོ །_། ཡོངས་སུ་ སྤྱོད་པ་ ན་ ཞེས་ བྱ་བ་ ནི་ གཏི་མུག་ ཉོན་མོངས་པ་ ཐམས་ཅད་ དང་ འགྲོགས་པ་ ཞེས་ བྱ་བ་ དེ འི་ ཚིག་ བླ་དགས་ སོ །_།
en: ‘Knowing how to tend elephants’ should be understood as referring to spiritual practice, and ‘their conduct’ implies the delusion that accompanies all the afflictions.

source: ངེས་པ ར་ འབྱུང་བ འི་ རི་ དྲན་ ཞིང་ རི འི་ སྨན་ལྗོངས་ ཞེས་ བྱ་བ་ ནི་ བསམ་གཏན་ དང་ །_ སྙོམས་པ ར་ འཇུག་པ་ ཞེས་ བྱ་བ་ དེ འི་ ཚིག་ བླ་དགས་ སོ །_།
en: The elephant’s recollection is renunciation and the ‘hills and valleys’ are a reference to the concentrations and attainments.

source: མེ་ཏོག་ དང་ འབྲས་བུ་ ཞེས་ བྱ་བ་ ནི་ ཡང་དག་པ འི་ ལམ་ ལ་ སེམས་བསྐྱེད་པ འི་ འབྲས་བུ ར་ གྱུར་པ་ མྱ་ངན་ ལས་ འདས་པ འོ །_།
en: The ‘flowers and fruits’ imply the process of developing the mind of awakening upon the genuine path and the resulting transcendence of suffering.

source: བྱ འི་ སྒྲ་ ཞེས་ བྱ་བ་ ནི་ ཆོས་ ཀྱི་ གཏམ་ གྱི་ སྒྲ་ ཞེས་ བྱ་བ་ དེ འི་ ཚིག་ བླ་དགས་ སོ །_།
en: The ‘songbirds’ are an image of the sound of Dharma speech,

source: ཆུ་བོ འི་ རྒྱུན་ དགའ་བ་ ཞེས་ བྱ་བ་ ནི་ ཤེས་རབ་ ཀྱི་ ཆུ་བོ་ ཞེས་ བྱ་བ་ དེ འི་ ཚིག་ བླ་དགས་ སོ །_།
en: and the ‘flowing streams’ indicate the rivers of insight.

source: རྒྱུན་ ཅེས་བྱ་བ་ ནི་ སེམས་ རྩེ་གཅིག་ ཅེས་བྱ་བ་ དེ འི་ ཚིག་ བླ་དགས་ སོ །_།
en: ‘Streams’ implies one-pointed mind.

source: ས་ཕྱོགས་ ཞེས་ བྱ་བ་ ནི་ ཚངས་པ འི་ གནས་ ཞེས་ བྱ་བ་ དེ འི་ ཚིག་ བླ་དགས་ ཏེ །_ འདི་ལྟ་སྟེ །_ བྱམས་པ་ དང་ །_ སྙིང་རྗེ་ དང་ །_ དགའ་བ་ དང་ །_ བཏང་སྙོམས་ སོ །_།
en: ‘Lands’ refer to the abodes of Brahmā: love, compassion, joy, and equanimity.

source: རྗེས་སུ་ བསམས་ ནས་ ཞེས་ བྱ་བ་ ནི་ བསམ་གཏན་ གྱི་ བདེ་བ་ རྗེས་སུ་ བསམས་པ་ ཡིན་ ཏེ །_
en: ‘The thought of all these joys’ indicates the bliss of concentration.

source: རྣལ་འབྱོར་ སྤྱོད་པ་ དེ་ གླང་པོ་ཆེ འི་ ཚོགས་ ལྟ་བུ འི་ རྗེས་སུ་ འགྲོ འོ །_།
en: In this way spiritual practitioners emulate the wild elephant herd.

source: དེ་ལྟ་བས་ན་ གླང་པོ་ཆེ་ ལྟ་བུ ར་ རྣལ་འབྱོར་ སྤྱོད་པ ས་ བྱ འི །_ ཁྱི་ ལྟ་བུ ར་ ནི་ མི་ བྱ འོ །_།
en: A spiritual practitioner should, therefore, act like an elephant, not like a dog.

source: དེ་ནས་ གཞན་ ཡང་ ཇི་ལྟ ར་ ན་ དགེ་སློང་ [144a] དེ་ ས་ གཞན་ བརྒྱད་པ་ ལས་ ས་ གཞན་ དགུ་པ་ ལ་ འཇུག་ ཅེ་ན །_
en: $263 “How does a monk {{page:{number:125,id:UT22084-068-021-100151,folio:F.144.a,volume:V68}}} move beyond the eighth and on to the ninth ground?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ་ ལྷ འི་ མིག་ གིས་ བརྟགས་ ན །_ ཁམས་ གསུམ་པ་ འདི་དག་ ཐམས་ཅད་ ནི་ མི་རྟག་པ་ དང་ །_ སྡུག་བསྔལ་བ་ དང་ །_ སྟོང་པ་ དང་ །_ བདག་མེད་པ་ དང་ །_ མི་གཙང་བ འི་ སྣོད་ དུ་ གྱུར་པ་ འདོད་པ་ ཐམས་ཅད་ ཀྱང་ མཐོང་ སྟེ །_
en: Spiritual practitioners who carefully observe inner phenomena will, when they examine things by means of knowledge derived from hearing or through the divine eye, see that the three realms are a world of desire—an impure vessel that is impermanent, painful, empty, and devoid of self.

source: དཔེར་ན་ ནགས་ཚལ་ གྱི་ ཁྲོད་ ན་ རི་ ནགས་ ཆེན་པོ འི་ ངམ་གྲོག་ ལ་ ཤིང་ འབྲ་གོ་ སྐྱེ་བ་ སྐྱོན་ དུ་མ་ དང་ ལྡན་པ་ ཡིན་ ཏེ །_
en: Think, for example, of a mango tree that grows next to a dark and steep ravine in the forested wilderness.

source: !དེ་ ལ་ འབྲས་བུ་ ཆུང་ངུ་ ཡོད་པ་ བླང་བ ར་ དགའ་ ཞིང་ ཉེས་པ་ མང་པོ ར་ འགྱུར་བ་ དང་ །_
en: This tree possesses numerous flaws, because its small fruits are difficult#39 to pick and the tree is generally a cause of many troubles. Reaching the tree involves lethal danger.

source: ངམ་གྲོག་ ཏུ་ ལྟུང་བ འི་ ཉེས་པ ས་ སྲོག་ ལ་ ཐེ་ཙོམ་ ཟ་བ ར་ བྱེད་པ་ དང་ །_ ཁོང་སྟོང་ གི་ ཉེས་པ ས་ གཡང་ས འི་ ཕྱོགས་ སུ་ ལྟུང་བ་ དང་ །_
en: One risks falling into the abyss, and because it is hollow the tree itself easily breaks off and falls into the gorge.

source: ཤིང་ མཐོན་པོ་ ལ་ འཛེགས་པ་ དག་ གི་ སྲོག་ འཆད་པ ར་ བྱེད་པ འོ །_།
en: Thus, those who try to climb the tall tree may lose their lives.

source: གལ་ཏེ་ མི་ བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ རྨོངས་ ཤིང་ མུན་པ ར་ གྱུར་པ་ དག་ རོ་ ལ་ ཆགས་པ་ དེ་ འབྲས་བུ་ དེ་དག་ མཐོང་ ནས །_ ངམ་གྲོག་ དང་ །_ གཡང་ས་ དང་ །_ ཤིང་ ཁོང་སྟོང་ མཐོན་པོ་ ལྟུང་བ འི་ སར་འགྲོ་ སྟེ་ འཆི་བ ར་ འགྱུར་བ་ མི་ སེམས་ སོ །_།
en: However, when infantile, ordinary people who are confused and obscured see its fruits, their attachment to their taste will make them head toward the steep mountainside, the abyss, and the tall, hollow tree, never realizing that this may lead to their death.

source: བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ བློ་ ཞན་པ་ རོ་ ཆུང་ངུ་ མྱོང་བ ས་ ཕྲོགས་པ་ དེ་དག་ ཤིང་ དེ་ ལ་ འཛེགས་ སོ །_།
en: Thus, seized by their hankering for a simple taste, infantile, ordinary people of feeble mind will climb the tree.

source: དེ་ ཤིང་ དེ་ལས་ འབྲས་བུ་ དག་མ་ ཐོབ་པ ར་ དེ འི་ སྲོག་ ནི་ གཡང་ས ར་ གཏོང་ ངོ་ །_།
en: Without getting any of its fruits they will instead lose their lives, plunging headlong into the abyss.

source: གལ་ཏེ་ རང་བཞིན་ གྱིས་ ཐབས་ གཞན་ དང་ ལྡན་པ འམ །_ དགེ་བ འི་ ལས་ བྱེད་པ་ ཁ་ཅིག་ ནི་ དེ་ འདོད་ཆགས་ ཀྱི་ རོ་ ཆེས་ ཆུང་བ ས་ བྱིས་པ འི་ བློ འི་ ཉེས་དམིགས་ ཆེས་ མང་བ་ བཅིངས་པ ར་ མཐོང་བ་ དེ་བཞིན་ དུ །_ དགེ་སློང་ དེས་ ནགས་ཚལ་ གྱི་ ཁྲོད་ ལྟ་བུ ར་ འགྲོ་བ་ ལྔ འི་ རིམ་པ་ མཐོང་ ངོ་ །།_།།
en: $264 “Other people, however, who are more skillful, or who have carried out virtuous actions, will see how in this way infantile minds are tied to numerous calamities due to their attachment to such trifling tastes. |#| Thus, a monk will see the realms of the five classes of beings to be like the wilderness.

source: ངམ་གྲོག་ ཆེན་པོ་ ཞེས་ བྱ་བ་ ནི་ ཉེས་པ་ ཐམས་ཅད་ ངམ་གྲོག་ ལྟ་བུ་ ཡིན་ ནོ །_།
en: Similarly, the steep ravine illustrates the precipice-like nature of all flaws.

source: ཤིང་ འབྲ་གོ་ ཞེས་ བྱ་བ་ ནི་ འདོད་པ འི་ ཤིང་ ཞེས་ བྱ་བ་ དེ འི་ ཚིག་ བླ་དགས་ སོ །_།
en: The mango tree illustrates the ‘tree of desire,’

source: སྐྱོན་ བརྒྱ་ ཕྲག་ དུ་མ་ ཞེས་ བྱ་བ་ ནི་ ཉོན་མོངས་པ་ བརྒྱ་ ཕྲག་ སྟོང་ དུ་མ་ སྟེ་ དེ་དག་ ཚོར་བ་ སྡུག་བསྔལ་ ཞེས་ བྱ་བ འི་ ཚིག་ བླ་དགས་ སོ །_།
en: and its ‘numerous flaws’ illustrate the hundreds and thousands of miseries and painful sensations.

source: ཤིང་ ལ་ ཡོད་པ འི་ འབྲས་བུ་ ཞེས་ བྱ་བ་ ནི་སྒྲ་ དང་ །_ རེག་པ་ དང་ །_ རོ་ དང་ །_ གཟུགས་ [144b] དང་ །_ དྲི་ སྡུག་པ་ འདོད་པ་ དེ་དག་ ལ་ རྣམ་པར་ ཆགས་པ འི་ བློ་ ཞེས་ བྱ་བ་ དེ འི་ ཚིག་ བླ་དགས་ སོ །_།
en: That the tree bears fruits indicates the mind’s attachment to attractive sounds, textures, tastes, forms, {{page:{number:126,id:UT22084-068-021-100152,folio:F.144.b,volume:V68}}} and smells.

source: བླང་བ ར་ དཀའ་ ཞེས་ བྱ་བ་ ནི་ འདོད་པ འི་ འབྲས་བུ་ བླང་བ ར་ དཀའ་བ་ ཡིན་ ཏེ །_ དཔེར་ན་ རྒྱ་མཚོ ར་ འཇུག་པ་ དང་ །_ མཚོན་ གྱིས་ འཁྲུག་པ་ དང་ །_ རྒྱལ་པོ་ ལ་ སྟེན་པ་ དང་ །_ ཆོམ་རྐུན་ དང་ །_ ཚོང་པ་ ལ་སོགས་པ འི་ ཉོན་མོངས་ པས་ ཐོབ་པ་ བཞིན་ ནོ །_།
en: That the fruits are hard to pick shows how desired results are difficult to reach, since one may, for example, have to face sea journeys, armed assault, service to the king, robbers and thieves, traders, and other such forms of misery.

source: འདོད་པ འི་ འབྲས་བུ་ ལྟ་བུ་ ཉེས་པ་ མང་པོ་ ཞེས་ བྱ་བ་ ནི་ འདོད་ཆགས་ ཞེ་སྡང་ གཏི་མུག་ ཅེས་བྱ་བ་ དེ འི་ ཚིག་ བླ་དགས་ སོ །_། ངམ་གྲོག་ དང་ །_ གཡང་ས་ ཞེས་ བྱ་བ་ ནི་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ དུད་འགྲོ་ དང་ །_ ཡི་དགས་ ཀྱི་ གཡང་ས་ ཞེས་ བྱ་བ་ དེ འི་ ཚིག་ བླ་དགས་ སོ །_།
en: The many flaws of the desired fruit illustrate desire, anger, and delusion, and the precipice and abyss illustrate the abyss of the realms of hell beings, animals, and starving spirits.

source: སྲོག་ ལ་ ཐེ་ཙོམ་ ཟ་བ ར་ འགྱུར་ ཞེས་ བྱ་བ་ ནི་ ཆོས་ ཀྱི་ སྲོག་ ཅེས་བྱ་བ་ དེ འི་ ཚིག་ བླ་དགས་ སོ །_།
en: The mentioning of ‘lethal danger’ pertains to the life force of the Dharma, which may be severed in the pursuit of the objects.

source: ཤིང་ ཁོང་སྟོང་ གི་ ཉེས་པ་ ཞེས་ བྱ་བ་ ནི་ སྟོང་པ་ དང་ །_ གསོག་ དང་ །_ གསོབ་ དང་ །_ སྙིང་པོ་ མེད་པ་ ཞེས་ བྱ་བ་ དེ འི་ ཚིག་ བླ་དགས་ སོ །_།
en: That the tree is hollow illustrates that which is empty, fake, false, and without substance.

source: རྨོངས་པ འི་ མི་ འགྲོ འོ་ ཞེས་ བྱ་བ་ ནི་ བྱིས་པ་ ལོག་པ ར་ ལྟ་བ་ ཞེས་ བྱ་བ་ དེ འི་ ཚིག་ བླ་དགས་ ཡིན་ ཏེ །_
en: The obscured people who approach the tree are an illustration of infantile beings with wrong views.

source: དེ་ལྟ་བས་ན་ སྐྱོན་ མང་པོ་ དུ་མ་ འབྲས་བུ་ མེད་པ འི་ འདོད་པ་ མནོག་ ཆུང་བ་ མཐོང་ ནས་ དགེ་སློང་ དེ་ འདོད་པ་ ཐམས་ཅད་ ལ་ ཀུན་ དུ་ རྟོག་པ ར་ མི་ བྱེད་ དོ །_།
en: In this way, the monk sees through the multitude of pointless wishes and will, therefore, not fall prey to them.

source: ཡང་ དགེ་སློང་ དེ་ འདོད་པ་ མེ་ འབར་བ་ ལྟ་བུ ར་ མཐོང་ སྟེ །_
en: $265 “The monk also sees desires to be like a blazing fire.

source: ཇི་ལྟ ར་ མར་མེ་ མཐོང་ ན་ དགའ་ ལ་ རེག་ ན་ མཆོག་ ཏུ་ ཚ་བ་ ལ །_
en: A candle is beautiful to look at but burns when touched.

source: ཕྱེ་མ་ལེབ་ རྨོངས་པ་ མར་མེ་ ཁ་དོག་ སྡུག་པ ར་ མཐོང་ ནས་ མར་མེ་ དེ འི་ ནང་ དུ་ སོང་བ་ དང་ །_ |#| དེ་ འཆི་བ ར་ འགྱུར་བ་ དེ་བཞིན་ དུ་ འདོད་ཆགས་ ཞེ་སྡང་ གཏི་མུག་ གིས་ བསྒྲིབས་པ འི་ བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ ཕྱེ་མ་ལེབ་ ལྟ་བུ་ དག་ ནི་ འདོད་པ་ ཐམས་ཅད་ ལ་ ཀུན་ དུ་ དགའ་བ ར་ ལྟ འོ །_། |#| མར་མེ་ ལྟ་བུ་ ཞེས་ བྱ་བ་ ནི་ གལ་ཏེ་ མར་མེ་ དེར་ ལུས་ སོང་བ འི་ ཕྱེ་མ་ལེབ་ བཞིན་ དུ་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ དུད་འགྲོ་ དང་ །_ ཡི་དགས་ རྣམས་ སུ་ སྲེག་པ ར་ འགྱུར་ ཏེ །_
en: Nevertheless, in its ignorance the moth flies into the candle when it sees its attractive colors, and so succumbs to the flames. |#| Infantile, ordinary beings whose minds are obscured by desire, anger, and delusion, and who grow excited by all their desires, are exactly like such a moth. |#| Just as the moth flies into the flames, so these people are burned in the realms of hell beings, animals, and starving spirits.

source: དེ་ལྟ་བས་ན་ འདོད་པ་ དག་ གིས་ ཆོག་ གོ་ སྙམ་ ནས །_ |#| དགེ་སློང་ དེ་ འདོད་པ་ དག་ ལས་ འདོད་ཆགས་ དང་ བྲལ་བ ར་ འགྱུར་ རོ །_།
en: Hence, thinking, ‘I have had enough of desires,’ the monk will stop craving them.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེ་ སེམས་ཅན་ དག་ འཆིང་བ་ གང་ གིས་ བཅིངས་ ཤིང་ འཁོར་བ ར་ ཀུན་ དུ་ འཁོར་ སྙམ་ ནས །_
en: $266 “How does the monk perceive sentient beings in bondage as they roam through cyclic existence?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ [145a] ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེ་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ་ ལྷ འི་ མིག་ གིས་ བརྟགས་ ན །_ འཇིག་རྟེན་ འདི་ ནི་ འཆིང་བ་ གཉིས་ ཀྱིས་ བཅིངས་ ཏེ །_
en: Spiritual practitioners who {{page:{number:127,id:UT22084-068-021-100153,folio:F.145.a,volume:V68}}} carefully observe inner phenomena will, when they examine things by means of knowledge derived from hearing or through the divine eye, see that the world is tied by two types of chains:

source: ཟས་ ཀྱི་ འཆིང་བ་ དང་ །_ རེག་པ འི་ འཆིང་བ འོ །_།
en: the chains of sustenance and the chains of contact.

source: དེ་ ལ་ ཟས་ ཀྱི་ འཆིང་བ་ ནི་ རྣམ་པ་ བཞི་ སྟེ །_
en: The former is of four kinds.

source: ཁམ་ གྱི་ ཟས་ གང་ཞེ་ན །_ འདི་ལྟ་སྟེ །_ མི འི་ གནས་ བཞི་ དང་ །_ འདོད་པ་ ན་ སྤྱོད་པ འི་ ལྷ འི་ རིས་ དྲུག་ དང་ །_ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ བརྒྱད་ དང་ །_ དུད་འགྲོ་ དང་ །_ ཡི་དགས་ ཀྱི་ ཕྱོགས་ གཅིག་ གོ །_།
en: Material sustenance makes up one part of the nourishment of beings in the four human abodes, the six classes of gods of the desire realm, and the beings of the eight great hells, the animals, and the starving spirits.

source: ཡིད་ ལ་ བྱེད་པ འི་ ཟས་ ཡོད་པ་ དེ་དག་ མཐོང་ སྟེ །_ འདི་ལྟ་སྟེ །_ གཟུགས་ ན་ སྤྱོད་པ འི་ ལྷ འི་ བསམ་གཏན་ གྱི་ ཟས་ སོ །_།
en: The sustenance of attention is partaken of by the gods of the realm of form in their concentrations.

source: རེག་པ འི་ ཟས་ ནི་ བྱ་ དང་ །_ མིག་ གིས་ ལྟ་བ་ དག་ གི་ འོ །_།
en: The sustenance of contact refers to action and looking with the eyes.

source: དེ འི་ རྣམ་པ་ གཞན་ ནི་ འདོད་པ འི་ ཁམས་ ཀྱི་ བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ མི་ དང་ །_ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དང་ །_ སེམས་ཅན་ དམྱལ་བ་ འདི་དག་ ཐམས་ཅད་ ནི་ འཁྲིག་པ འི་ རེག་པ་ ལ་ རབ་ཏུ་ ཆགས་པ་ ཡིན་ ཏེ
en: From another perspective, the sustenance of contact has to do with the strong desire for sexual contact that is experienced by infantile, ordinary humans, hell beings, starving spirits, and animals.

source: གང་ འདོད་པ་ ལ་ སྟེན་པ་ དེ་ ནི་ འདོད་པ འི་ ཁམས་ སུ་ འབྱུང་ ངོ་ །_།
en: Thus, this form of sustenance, which is based on desire, belongs to the desire realm.

source: མཉམ་པ ར་ དམིགས་པ འི་ ཟས་ ནི་ གཟུགས་ མེད་པ འི་ སྙོམས་པ ར་ འཇུག་པ་ ཡིན་ ཏེ །_
en: The sustenance of settled observation pertains to the attainments of the formless realm.

source: དེ་ལྟ་བས་ན་ འཇིག་རྟེན་ འདི་ ནི་ གཉིས་ ཀྱིས་ བཅིངས་ ཏེ །_
en: In this way the world is tied by two types of chains;

source: ཀུན་ དུ་ སྦྱོར་བ་ དང་ །_ བག་ ལ་ ཉལ་བ་ ཐམས་ཅད་ ཀྱི་ འཆིང་བ་ དག་ ལས་ དེ་ འདོད་ཆགས་ དང་ བྲལ་བ་ མ་ ཡིན་ ནོ །_།
en: it is tied by all the bonds and all the latent tendencies and thus it is not free from desire.

source: དེ་ མིག་ གི་ རྣམ་པར་ རིག་པ ར་ བྱ་བ འི་ གཟུགས་ རྣམས་ ལ །_ རྣམ་པ་ གཞན་ གྱིས་ མིག་ གིས་ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ མཐོང་ སྟེ །_
en: $267 “Alternatively, when looking correctly at those forms that are cognized by the eyes, one may see the following.

source: མིག་ གི་ འདུས་ ཏེ་ རེག་པ་ ལས་ བྱུང་བ་ གང་ཡིན་པ་ དེ་ལས་ བདེ་བ ར་ འགྱུར་བ་ དང་ །_ དམིགས་པ་ བདེ་བ་ ལ་ རྣམ་པར་ སྨིན་པ་ མི་ བདེ་བ འི་ ལས་ བྱུང་བ་ དེ་ཡང་ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ དུ་ མཐོང་ ངོ་ །_།
en: Pleasure may follow from visual contact, yet a pleasant observation may lead to a karmic action with an unpleasant ripening.

source: དེ་བཞིན་ དུ་ མིག་ གི་ རྣམ་པར་ རིག་པ ར་ བྱ་བ་ ཡིད་ མི་ བདེ་བ ར་ འགྱུར་བ འི་ གནས་ གང་ཡིན་པ་ དེ་ མིག་ གི་ འདུས་ ཏེ་ རེག་པ་ ལས་ བྱུང་བ འི་ སྡུག་བསྔལ་ རྣམ་པར་ སྨིན་པ་ བདེ་བ་ ལས་ བྱུང་བ་ དེ་ཡང་ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ དུ་ རབ་ཏུ་ ཤེས་ སོ །_།
en: Likewise, an object that is cognized by the eyes may be the basis for mental displeasure, yet the painful visual contact may lead to karmic action with a delightful ripening. This the monk understands correctly.

source: མིག་ གི་ རྣམ་པར་ རིག་པ ར་ བྱ་བ་ དེ་ གང་ཡིན་ ཞེ་ན །_
en: $268 “How is the cognition of objects by the eye?

source: གཟུགས་ ལ་ དམིགས་པ་ བདེ་བ་ ནི་ རྣམ་པར་ སྨིན་པ་ མི་ བདེ་བ་ ཡིན་ ཏེ །_
en: Pleasant observations of form may have an unpleasant ripening.

source: འདི་ ལ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་བ འི་ མིག་ གིས་ ཚུལ་བཞིན་ མ་ཡིན་པ་ ཡིད་ ལ་ བྱེད་པ་ [145b] དམིགས་པ འི་ གཟུགས་ མཐོང་ སྟེ །_ ད་ལྟ ར་ བྱུང་བ འི་ རྣམ་པར་ སྨིན་པ་ བདེ་བ་ ལ་ བདེ འོ་
en: With the eye that regards inner phenomena one may see how forms observed through incorrect mental engagement {{page:{number:128,id:UT22084-068-021-100154,folio:F.145.b,volume:V68}}} are thought of as pleasant when the present ripening is pleasant.

source: ཞེས་ རབ་ཏུ་ ཤེས་ ཤིང་ །_ རྟོག་པ ར་ བྱེད་ ལ་ རོ་ མྱོང་བ ར་ བྱེད་ དོ །_།
en: Thus, one may recognize, conceptualize, and experience such a pleasant experience.

source: ཡོངས་སུ་ འགྱུར་བ ས་ རྣམ་པར་ སྨིན་པ་ སྡུག་བསྔལ་བ་ ནི་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ ཡི་དགས་ དང་ །_ དུད་འགྲོ ར་ ཡང་དག་ པར་ འགྲུབ་པ ར་ འགྱུར་ རོ །_།
en: As it transforms, however, the ripening may be painful and become that of hell beings, starving spirits, and animals.

source: !གང་དག་ ད་ལྟ ར་ བྱུང་བ་ ལ་ རྣམ་པར་ སྨིན་པ་ བདེ་བ་ མ་ཡིན་པ་ མ་ ཡིན་ ལ་ ཡོངས་སུ་ འགྱུར་བ ས་ རྣམ་པར་ སྨིན་པ་ བདེ་བ འི་ ལས་ དེ་ གང་ཡིན་ ཞེ་ན །_
en: $269 “How does karmic action bring pleasant ripening despite the present ripening not being pleasant?#40

source: འདི་ ལ་ མིག་ གིས་ རྣམ་པར་ རིག་པ ར་ བྱ་བ འི་ གཟུགས་ རྣམས་ མཐོང་ ནས་ མིག་ གི་ འདུས་ ཏེ་
en: The cognition of forms that are perceived by means of the eyes entails visual contact.

source: རེག་པ་ ལས་ བྱུང་བ འི་ ཚུལ་བཞིན་ ཡིད་ ལ་ བྱེད་པ་ ལ་ མངོན་དུ་ ཕྱོགས་པ འི་ སེམས་ དེ་ ལ་ ཆགས་པ་ མེད་ ཅིང་ ཡིད་ འཇུག་པ་ མེད་པ་ དེ་ ནི་ ད་ལྟ ར་ བྱུང་བ་ ལ་ རྣམ་པར་ སྨིན་པ་ སྡུག་བསྔལ་བ་ ཡིན་ ལ །_ ཡོངས་སུ་ འགྱུར་བ ས་ ལྷ་ དང་ མི འི་ བདེ་བ ར་ སྐྱེ་ ཞིང་ མྱ་ངན་ ལས་ འདས་པ འི་ མཐ ར་ ཕྱིན་པ ར་ འགྱུར་ རོ །_།
en: When at that point the mind is directed correctly, so that it becomes disengaged and unattached, the present ripening may be painful, yet it will transform and so lead to the joys of gods and humans as well as the perfection of the transcendence of suffering.

source: དེ་བཞིན་ དུ་ རྣ་བ་ དང་ །_ སྣ་ དང་ །_ ལྕེ་ དང་ །_ ལུས་ དང་ །_ ཡིད་ ཀྱི་ རྣམ་པར་ ཤེས་པ འི་ ཆོས་ རྣམས་ ལ་ ཡང་ སྦྱར་ རོ །_།
en: The same holds true for the consciousness of the ears, nose, tongue, body, and mind.

source: དེ་ནས་ གཞན་ ཡང་ ཇི་ལྟ ར་ ན་ དགེ་སློང་ དེ་ མིག་ གིས་ རིག་པ ར་ བྱ་བ འི་ གཟུགས་ རྣམས་ ལ་ བཏང་སྙོམས་ སུ་ གནས་ ཞེ་ན །_
en: $270 “How does a monk remain in equanimity with respect to the objects cognized by the eyes?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ འི་ དགེ་སློང་ གི་ མིག་ གིས་ འདི་ ལ་ གཟུགས་ མཐོང་ ནས །_
en: When a monk, who, as a spiritual practitioner, carefully observes inner phenomena, sees a form, he will not develop attachment.

source: མ་ ཆགས་ ཤིང་ རྣམ་པར་ མ་ ཆགས་ ལ་ རྙོག་པ་ ཅན་ དུ་མ་ ཡིན །_
en: He will not be sullied but remain detached.

source: སྨོད་པ་ མེད་ ཅིང་ དགའ་བ ར་ མི་ བྱེད་ ལ་ ཡིད་ ལ་ མི་ བྱེད །_
en: He will neither disparage nor take delight in the form, nor will he direct his mind to it.

source: ཚུལ་བཞིན་ མ་ཡིན་པ་ ཡིད་ ལ་ བྱེད་པ ས་ བསྒྲིབས་པ་ མ་ ཡིན་ ཞིང་ བཏང་སྙོམས་པ་ ཡིན་ ཏེ །_ དེ་ ནི་ བཏང་སྙོམས་ སུ་ འགྱུར་བ འི་ གནས་ ལ་ སྡུག་བསྔལ་ དང་ །_ བདེ་བ ར་ འགྱུར་བ འི་ གནས་ མི་ དམིགས་ སོ །_།
en: Thus, without becoming obscured by incorrect mental engagements, he will dwell in equanimity and therefore not observe any basis for pain or pleasure.

source: ཡང་ དགེ་སློང་ དེ་ ས་ དྲུག་པ འི་ རབ་ཏུ་ དབྱེ་བ འི་ ངོ་བོ་ ས་ གཞན་ བཅུ་པ་ ལ་ འཇུག་ སྟེ །_
en: $271 “Beyond this, the monk will enter the tenth ground.

source: འདི་ལྟ་སྟེ །_ མི་ལྕོགས་པ་ མེད་པ་ དང་ །_ བསམ་གཏན་ དང་པོ འི་ ས་ཁྱད་ པར་ ཅན་ དང་ །_ བསམ་གཏན་ བཞི་པ་ སྟེ །_ ས་ དྲུག་པ འི་ རབ་ཏུ་ དབྱེ་བ་ ལ་ འཇུག་ གོ །_།
en: The essence of this ground is the discernment of six levels: the stage of no impediment, the special main part of the first concentration, and the four concentrations.

source: དེ་ སྐྱེས་ ནས་ འགོག་པར་ འགྱུར་བ འི་ ལམ་ འཕགས་པ འི་ ལམ་ ཡན་ལག་ བརྒྱད་པ འི་ སྒོ་ རྟོགས་ ཤིང་ ཁོང་ དུ་ ཆུད་པ འི་ ཆོས་
en: As these levels arise, the monk will realize and comprehend the gateway to the path to cessation, the eightfold path of the noble ones.

source: སྐྱེ་བ་ དང་ །_ |#| འཇིག་པ་ མཐོང་ ཞིང་ ཡང་དག་ པར་ ཐོབ་ ནས་ རབ་ཏུ་ [146a] འབད་ དོ །_། |#| དེ་དེ་ ལྟར་ རབ་ཏུ་ འབད་པ་ ན་ ས་བླ འི་ གནོད་སྦྱིན་ དག་ གིས་ བདུད་ ཀྱི་ འཆིང་བ་ ཕལ་ཆེ ར་ སྤ་ གོང་བ ར་ མཐོང་ ནས་ དགའ་ སྟེ །_ བར་སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ དག་ ལ་ མངོན་པར་ བསྙད་ དོ །_། དེ་དག་ གིས་ ཀྱང་ རྒྱལ་པོ་ ཆེན་པོ་ བཞི་ ལ་ མངོན་པར་ བསྙད་ དོ །_།
en: Seeing the arising and cessation of phenomena, he will exert himself on the basis of that attainment. {{page:{number:129,id:UT22084-068-021-100155,folio:F.146.a,volume:V68}}} |#| $272 “When the terrestrial yakṣas notice how in this way the chains of the māras have mostly lost their strength, they will pass that message to the celestial yakṣas, who in turn will inform the Four Great Kings.

source: དེ་དག་ གིས་ ཀྱང་ རྒྱལ་ཆེན་ བཞི འི་ ལྷ་ རྣམས་ ལ་ མངོན་པར་ བསྙད་ དོ །_། རྒྱལ་ཆེན་ བཞི འི་ རིས་ ཀྱི་ ལྷ་ རྣམས་ ཀྱིས་ ཀྱང་ སུམ་ཅུ་རྩ་གསུམ་པ་ རྣམས་ ལ འོ །_།
en: The kings will inform the gods of their realm, who will then bring the news to the gods of the Heaven of the Thirty-Three.

source: སུམ་ཅུ་རྩ་གསུམ་པ་ རྣམས་ ཀྱིས་ ཀྱང་ འཐབ་བྲལ་བ་ རྣམས་ ལ འོ །_། འཐབ་བྲལ་བ་ རྣམས་ ཀྱིས་ ཀྱང་ དགའ་ལྡན་པ་ རྣམས་ ལ འོ །_།
en: The gods of the Heaven of the Thirty-Three will inform the gods of the Heaven Free from Strife, and the gods of that realm will bring the message to the gods of the Heaven of Joy.

source: དགའ་ལྡན་པ་ རྣམས་ ཀྱིས་ ཀྱང་ འཕྲུལ་དགའ་བ་ རྣམས་ ལ འོ །_། འཕྲུལ་དགའ་བ་ རྣམས་ ཀྱིས་ ཀྱང་ གཞན་འཕྲུལ་ དབང་ བྱེད་པ་ རྣམས་ ལ འོ །_།
en: From the Heaven of Joy, the message will pass to the gods of the Heaven of Delighting in Emanations, who will then inform the gods of the Heaven of Making Use of Others’ Emanations.

source: གཞན་འཕྲུལ་ དབང་ བྱེད་པ་ རྣམས་ ཀྱིས་ ཀྱང་ ཚངས་རིས་པ་ རྣམས་ ལ་ མངོན་པར་ བསྙད་ དེ །_
en: Finally, the gods of the Heaven of Making Use of Others’ Emanations will carry the message to the Brahmā Realm, saying,

source: དེ་ལྟ ར་ འཛམ་བུ འི་ གླིང་ དུ་ རིགས་ ཀྱི་ བུ་ ཆེ་གེ་མོ་ ཞིག་ ཅེས་བྱ་བ་ རྒྱ་ ཆེ ར་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་བ་ ནས་ ས་ གཞན་ བརྒྱད་པ་ ལ་ འཇུག་པ་ དག་ས་ དྲུག་པ འི་ ནང་ དུ་ ལྷག་པ ར་ ཞུགས་པ་ དེ་ ཚངས་རིས་ ཀྱི་ ལྷ་ དག་ གིས་ ཐོས་ ནས་
en: ‘In Jambudvīpa a noble son known as so-and-so . . .,’ and continuing as previously. When the gods of the Brahmā Realm hear that the monk has entered the eight grounds and is now engaged with the six levels they will be overjoyed.

source: མཆོག་ ཏུ་ དགའ་ ལ་ བསམ་གཏན་ ལ་ བདེ་བ ར་ གནས་པ་ བཏང་ སྟེ ཀུན་ དུ་ དགའ་བ ར་ གྱུར་པ འི་ བར་ དེ་ ཐོས་ ནས་ ཤིན་ཏུ་ དགའ་བ ར་ འགྱུར་ རོ །_།
en: Thus, they will leave their delightful concentrations to thoroughly rejoice in the news they have received.

source: དགེ་ དང་ མི་དགེ་ དག་ གི་ ལས །_། བདག་ གིས་ བྱས་པ འི་ ལས་ ཀུན་ གྱི །_། འབྲས་བུ་ ངེས་པ ར་ སྤྱོད་ འགྱུར་ ཏེ །_། ལུས་ཅན་ དག་ དང་ འབྲེལ་བ་ ཡིན །_།
en: “The results of one’s virtuous and unvirtuous actions— All the actions that one has engaged in— Will definitely be experienced by oneself, As this applies to all embodied beings.

source: ཉོན་མོངས་ ས་ ནི་ དང་པོ ར་ མངར །_། རྣམ་པར་ སྨིན་པ་ ཚ་བ་ ཡིན །_།
en: $274 “The ground of affliction may be sweet at first, Yet its ripening is burning hot.

source: དེ་དག་ དོན་མེད་ བྱེད་པ ས་ ན །_། དུག་ དང་ འདྲ་བ ར་ སྤང་བ ར་ བྱ །_།
en: Meaningless conduct should therefore Be abandoned like poison.

source: ཉོན་མོངས་ དབང་ དུ་ མི་ འགྲོ་ ཞིང་ །_། ཡེ་ཤེས་ དབང་ དུ་ འགྲོ་ བྱ་ སྟེ །_།
en: $275 “Do not be controlled by the afflictions, But come under the power of wakefulness.

source: ཡེ་ཤེས་ ལྡན་པ་ ཚེ་ འདི་ དང་ །_། ཕ་རོལ་ དག་ ཏུ་ བདེ་བ་ འཐོབ །_།
en: Those endowed with wakefulness Will be happy in this life and beyond.

source: ཇི་ལྟ ར་ རྩྭ་ ལ་ མེས་ བསྲེགས་ བཞིན །_། ཤེས་པ ས་ རྟག་ ཏུ་ ཉོན་མོངས་ གཞོམ །_།
en: $276 “Like a fire burning dry grass, Knowledge always conquers the afflictions.

source: ཚངས་པ་ དཀོན་མཆོག་ གསུམ་ སྟོན་པ །_། ཡེ་ཤེས་ མེ་ལྕེ་ མཆོག་ ཡིན་ ནོ །_།
en: The supreme flame of wakefulness Is the purity that reveals the Three Jewels.

source: གང་དག་ ཡེ་ཤེས་ སྤྱོད་ཡུལ་ དགའ །_། དེ་དག་ ཞི་བ འི་ ལམ་ ལ་ གནས །_།
en: $277 “Happy are those who act with wakefulness, Abiding on the path of peace.

source: གང་དག་ ཉོན་མོངས་ སྦྲུལ་ བསྲེགས་པ །_། དེ་དག་ ཐམས་ཅད་ ཞིགས་ པར་ གྱུར །_།
en: When the snake of affliction is burned, All the afflictions will be destroyed. {{page:{number:130,id:UT22084-068-021-100156,folio:F.146.b,volume:V68}}}

source: [146b] དཔའ་བོ་ གང་དག་ ཕན་ཚུན་ ཤེས །_། མཁས་པ་ དེ་ཉིད་ མཐོང་བ་ ནི །_། དེ་དག་ གནས་ ནི་ དམ་པར་ འགྲོ །_། སྐྱེ་ དང་ འཆི་བ་ སྤངས་པ་ ཡིན །_།
en: $278 “Heroes who understand mutual relations, Such wise beings see reality And proceed to the real, Giving up birth and death.

source: གང་དག་ འཁོར་ ལ་ མངོན་དགའ་ ཞིང་ །_། མགུ་བ་ ཉོན་མོངས་ དགྲ་ དག་ གིས །_། རྟག་ ཏུ་ བཅིང་བ ས་ བཅིངས་པ་ སྟེ །_། དེ་དག་ སྲེད་པ་ ཉམ་ང ར་ འཁྱམ །_།
en: $279 “Those with fondness and appreciation for cyclic existence Will constantly be tethered By the enemy, the afflictions, And so they will wander with craving and in misery.

source: གང་དག་ ངེས་འབྱུང་ བློ་ ཡོད་ ཅིང་ །_། གང་དག་ རྟག་ ཏུ་ ཞི་ སྤྱོད་པ །_། དེ་ ནི་ ལྷ་ ཡི་ རིས་ དག་ གི _། ཚངས་པ འི་ འཇིག་རྟེན་ འབྱུང་བ ར་ འགྱུར །_།
en: $280 “Those with a mind set on escape, Who always practice peace, Will emerge in the realms of the gods And within the world of Brahmā.
